Repository: marcosalcazar/django-kiosk-tv
Catalog: walltv/locale/*/LC_MESSAGES/django.po
Languages: es

source: %(obj)s was changed successfully.
es: %(obj)s fue modificado satisfactoriamente.

source: You may edit it again below.
es: Puede seguir editándolo debajo.

source: Columns in a row shouldn't exceed 12
es: Columnas en una fila no deberían exceder 12

source: Columns
es: Columnas

source: Percentage used vertically of the screen
es: Porcentage usado verticalmente de la pantalla

source: Height
es: Altura

source: Enabled
es: Habilitado

source: Logo alternative text
es: Texto alternativo de logo

source: Header row
es: Fila de cabecera

source: Content row
es: Fila de contenido

source: Text
es: Texto

source: Footer row
es: Fila de pie

source: Name
es: Nombre

source: Parent
es: Padre

source: Row
es: Fila

source: Rows
es: Filas

source: Panels
es: Paneles

source: Video URL
es: URL del video

source: URL video panel
es: Panel de video con URL

source: URL video panels
es: Paneles de video con URL

source: File
es: Archivo

source: Video panel
es: Panel de video

source: Video panels
es: Paneles de video

source: Image
es: Imagen

source: Image panel
es: Panel de imagen

source: Image panels
es: Paneles de imagen

source: The amount of time to delay between automatically cycling an item.
es: Tiempo de espera para automáticamente mover al siguiente item

source: Interval
es: Intervalo

source: Carousel panel
es: Panel de carrusel de imágenes

source: Carousel panels
es: Paneles de carrusel de imágenes

source: Image file
es: Archivo de imagen

source: Image for carousel
es: Imagen para carrusel

source: Images for carousel
es: Imagenes para carrusel

source: Text panel
es: Panel de texto

source: Text panels
es: Paneles de texto

source: Location
es: Ubicación

source: Weather panel
es: Panel de tiempo

source: Weather panels
es: Paneles de tiempo

source: RSS panel
es: Panel de RSS

source: RSS panels
es: Paneles de RSS

source: Home
es: Inicio

source: History
es: Historia

source: View on site
es: Ven en el sitio
